---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemShortenAnglez
source: html/6ffd67a5-1dae-5f6a-7200-3fea493f9684.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemShortenAnglez Property

"Angle along width"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemShortenAnglez { get; }
```